[{
        "id": "1",
        "title": "Монстера",
        "vendor_code": "111",
        "description": "Виноградная лоза из семейства ароидных, популярная как комнатное растение. Характеризуется большими, резными листьями, которые могут достигать значительных размеров. Монстера требует яркого света и высокой влажности, но может адаптироваться к различным условиям. Она известна своей способностью очищать воздух от токсинов.",
        "price": 7300,
        "img": "../image/shop/monstera.webp"
    },
    {
        "id": "2",
        "title": "Бамбук",
        "vendor_code": "222",
        "description": "Быстрорастущее растение из семейства злаковых, которое встречается в тропиках и субтропиках. Бамбук имеет прочные и гибкие стебли, которые могут достигать значительной высоты. Он широко используется в строительстве, для изготовления мебели и предметов декора. В домашних условиях бамбук часто выращивают для создания уютной атмосферы и улучшения качества воздуха.",
        "price": 900,
        "img": "../image/shop/bamboo.jpg"
    },
    {
        "id": "3",
        "title": "Фикус",
        "vendor_code": "333",
        "description": "Род деревьев и кустарников из семейства тутовых, представленных множеством видов, многие из которых используются как комнатные растения. Фикус обладает разнообразной формой и цветом листвы, обладает хорошей адаптивностью, но предпочитает яркое рассеянное освещение. Это растение полезно для очищения воздуха и может быть чувствительно к изменениям условий ухода.",
        "price": 500,
        "img": "../image/shop/ficus.jpg"
    },
    {
        "id": "4",
        "title": "Подсолнух",
        "vendor_code": "444e",
        "description": "Однолетнее травянистое растение из семейства астровых, известное своими крупными желтыми цветками, которые поворачиваются за солнцем. Стебель толстый и прямостоячий, достигает высоты до 3 метров. Подсолнух широко культивируется как декоративное растение и для получения семян, которые используются в пищевой промышленности. Он любит солнечные места и требует умеренного полива.",
        "price": 300,
        "img": "../image/shop/sunflower.webp"
    },
    {
        "id": "5",
        "title": "Фиалка",
        "vendor_code": "4445e",
        "description": "Небольшое травянистое растение, входящее в семью фиалковых. Особенно популярна фиалка узамбарская, которая славится своими красивыми цветами и удлиненными листьями. Фиалки предпочитают хорошо освещенные места, но без прямых солнечных лучей. Эти растения требуют регулярного полива и высокой влажности, что делает их идеальными для домашнего выращивания.",
        "price": 400,
        "img": "../image/shop/fialka.jpg"
    },
    {
        "id": "6",
        "title": "Суккулент",
        "vendor_code": "4446e",
        "description": "Группа растений, которые обладают способностью накапливать воду в своих тканях. Суккуленты могут иметь разнообразную форму и размер, от небольших кактусов до крупных кустарников. Они прекрасно адаптированы к засушливым условиям и требуют минимального ухода. Суккуленты предпочитают яркий свет и хорошо дренированную почву, что делает их популярными в качестве комнатных растений.",
        "price": 200,
        "img": "../image/shop/succulent.webp"
    },
    {
        "id": "7",
        "title": "Ромашка",
        "vendor_code": "4447e",
        "description": "Травянистое растение, принадлежащее к семейству астровых. Она известна своими белыми лепестками и яркой желтой сердцевиной, и часто ассоциируется с полевыми цветами. Ромашка используется в медицине благодаря своим противовоспалительным и успокаивающим свойствам. Это неприхотливое растение, которое предпочитает солнечные места и может расти на различных типах почвы.",
        "price": 300,
        "img": "../image/shop/chamomile.jpg"
    },
    {
        "id": "8",
        "title": "Гибискус",
        "vendor_code": "4448e",
        "description": "Декоративное растение, которое относится к семейству мальвовых. Оно славится своими крупными яркими цветами, которые могут быть красными, розовыми, желтыми или белыми. Гибискус часто используется в ландшафтном дизайне и переносит теплый климат. Некоторые виды гибискуса, такие как гибискус китайский, также используются для приготовления чая и в кулинарии.",
        "price": 600,
        "img": "../image/shop/hibiscus.jpg"
    },
    {
        "id": "9",
        "title": "Астра",
        "vendor_code": "444e",
        "description": "Многолетнее или однолетнее травянистое растение, принадлежащее к семейству астровых. Астры известны своими яркими цветами, которые могут варьироваться по цвету и форме, и обычно цветут в конце лета и осенью. Они популярны в садоводстве благодаря своей декоративности и способности привлекать пчел и бабочек. Астры предпочитают солнечные места и хорошо дренированные почвы.",
        "price": 400,
        "img": "../image/shop/aster.jpg"
    },
    {
        "id": "10",
        "title": "Ирисы",
        "vendor_code": "44410e",
        "description": "Красивые многолетние травянистые растения, известные своими яркими и эффектными цветами. У них длинные узкие листья и цветы различных оттенков — от белого и желтого до фиолетового и синего. Ирисы цветут весной и летом, и многие виды хорошо переносят разные условия, включая как солнечные, так и полутенистые места. Они часто используются в садоводстве для создания цветочных композиций.",
        "price": 500,
        "img": "../image/shop/irise.jpg"
    },
    {
        "id": "11",
        "title": "Пион",
        "vendor_code": "44411e",
        "description": "Многолетнее растение, которое славится своими крупными и ароматными цветами. Пионы бывают как травянистые, так и кустарниковые, и их цветение происходит в конце весны — начале лета. Цветы пиона могут быть разных оттенков, включая розовый, белый, красный и желтый. Это растение предпочитает солнечные или полутенистые места и плодородные, хорошо дренированные почвы. Пионы часто используются в дизайне садов и букетах, благодаря своей декоративности и стойкости.",
        "price": 1000,
        "img": "../image/shop/peony.jpg"
    }
]